anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
llvm-vs-code-extensions.lldb-dap
llvm-vs-code-extensions.vscode-clangd
ms-python.debugpy
ms-python.python
openai.chatgpt
swiftlang.swift-vscode
vadimcn.vscode-lldb
